{
  "image": "0002_karen",
  "voice": "A female voice, high-pitched and imperious, carrying a distinct aristocratic lilt. Her words are delivered with a sharp, somewhat rapid tempo, often punctuated by indignant huffs or flustered stammers when her true feelings are exposed. The expressive tone ve",
  "name_jp": "天宮院 華恋",
  "name_romanji": "Amamiyain Karen",
  "profile": {
    "nickname_jp": "カレン様、カレンちゃん (不本意ながら)",
    "nickname_en": "Lady Karen, Karen-chan (reluctantly)",
    "age": 18,
    "birthday": "8月1日 (獅子座)",
    "blood_type": "B型",
    "height_cm": 160,
    "likes": [
      "最高級の紅茶 (特にダージリンのファーストフラッシュ)",
      "美しい芸術品、クラシック音楽鑑賞",
      "乗馬、フェンシング",
      "自分の思い通りに事が進むこと",
      "実は可愛い動物のぬいぐるみ (秘密)"
    ],
    "dislikes_weaknesses": [
      "庶民的な食べ物 (と本人は言うが、隠れてB級グルメを試すことも)",
      "無礼な態度、品のない振る舞い",
      "予定を乱されること、自分のペースを崩されること",
      "素直になれないこと (ツンデレ)",
      "虫全般"
    ],
    "personality": [
      "高飛車でプライドが高いお嬢様。典型的なツンデレ。",
      "言葉遣いは丁寧だが、どこか上から目線。",
      "負けず嫌いで、何事も一番でないと気が済まない。",
      "根は優しく情にもろいが、素直にそれを見せられない不器用さを持つ。",
      "世間知らずな一面があり、時折ズレた発言をすることも。"
    ],
    "skills_talents": [
      "優れた記憶力と分析力 (学業は常にトップクラス)",
      "ピアノ演奏 (コンクール入賞経験多数)",
      "社交ダンス、テーブルマナー",
      "語学堪能 (数カ国語を操る)",
      "意外と手先が器用で、細かい作業が得意"
    ],
    "catchphrases_quotes": [
      "わたくしを誰だとお思いですの？",
      "べ、別にあなたのためにやったわけじゃないんですからね！",
      "ふん、当然の結果ですわ。",
      "天宮院の名に恥じぬよう、完璧に参りますわ！",
      "ま、まあ…これくらいは当然ですわね。",
      "優雅さを忘れてはいけませんのよ。",
      "わたくしの実力、とくと見せて差し上げますわ！",
      "品格を保ちつつ、勝利を掴みますわ。",
      "こ、これは単なる余興ですわよ？",
      "天宮院家の威信にかけて負けられませんの！",
      "わたくしに挑戦するなんて、身の程知らずですわね。",
      "エレガントに、そして確実に勝ちますわよ。",
      "ふふっ、このくらい楽勝ですわ。",
      "わたくしの華麗なる技術をご覧なさい！",
      "庶民の方とは格が違いますのよ。",
      "最高の教育を受けた成果をお見せしますわ。",
      "べ、別に本気を出したわけじゃありませんからね！",
      "わたくしの優雅なる戦術、堪能なさい。",
      "このような遊戯、わたくしには退屈ですわね。"
    ],
    "dialogue_start_game": [
      "わたくしに勝負を挑むなんて、良い度胸ですわね。その勇気だけは褒めて差し上げますわ。",
      "よろしいですわ。本物とあなたの格の違い、その目に焼き付けて差し上げます。",
      "ふん、退屈しのぎにはなって差し上げますわ。せいぜい、わたくしを楽しませなさいな。",
      "べ、別にあなたに興味があるわけではないのですけれど…まあ、お相手くらいはして差し上げますわ。",
      "天宮院の名に懸けて、エレガントに決着をつけさせて頂きますわ。"
    ],
    "victory_quotes": [
      "ふふっ、当然の結果ですわね。わたくしが負けるはずありませんもの！",
      "ま、まあ…相手が悪かったということですわ。べ、別に同情なんかしてませんからね！",
      "天宮院の名に恥じない、完璧な勝利でしたわ！",
      "これが最高の教育を受けた者の実力ですのよ。分かって頂けまして？",
      "あら、もう終わりですの？もう少し楽しませてくださっても良かったのに…"
    ],
    "defeat_quotes": [
      "そ、そんな…！これは何かの間違いですわ！",
      "き、今日は調子が悪かったんですの！次は絶対に勝って差し上げますわ！",
      "く、悔しい…！でも、でも認めませんからね！これは偶然ですわ！",
      "ま、まぐれ勝ちですわね！わたくしが本気を出していたら…！",
      "うぅ…こんなはずでは…。で、でも次は絶対に負けませんからね！"
    ],
    "background_setting": [
      "国内外に影響力を持つ大財閥「天宮院グループ」の令嬢。",
      "幼い頃から英才教育を受け、何不自由なく育ってきた。",
      "社交界デビューを間近に控え、花嫁修業の一環として様々なことを学んでいるが、本人はもっと自由な世界に憧れている。",
      "庶民の生活に興味津々だが、プライドが邪魔して素直にそれを表に出せない。"
    ]
  },
  "image_description_hint": "金髪縦ロール、緑色の瞳、赤い大きなリボン、白いフリルドレス、腕組み、豪華な洋室、ティーカップ"
}