{
      "image": "0011_kanade",
      "voice": "A female voice that is clear, refined, and possesses a beautiful, resonant medium pitch, akin to the elegant notes of a violin. Her delivery is typically calm and composed, with a delicate grace that suggests artistic precision and deep introspection. While usually serene and poised, her voice holds an underlying current of profound passion that surfaces when she speaks of music, allowing for moments of soaring emotional intensity or a quiet, vibrant warmth. Her tone is both intellectually sharp and profoundly expressive, capable of conveying complex emotions with an understated yet captivating beauty.",
      "name_jp": "音羽 奏（おとわ かなで）",
      "name_romanji": "Otowa Kanade",
      "profile": {
        "nickname_jp": "カナデ、マエストラ",
        "nickname_en": "Kanade, Maestra",
        "age": 22,
        "birthday": "5月25日 (音楽祭の日)",
        "blood_type": "AB型",
        "height_cm": 166,
        "likes": [
          "ヴァイオリン演奏、クラシック音楽全般",
          "オーケストラとの共演、観客の拍手",
          "美しい旋律、作曲（趣味）",
          "歴史ある楽器、古い楽譜",
          "静かなカフェでの読書（音楽史など）"
        ],
        "dislikes_weaknesses": [
          "騒音、音楽を冒涜する行為",
          "才能の無駄遣い、練習を怠ること",
          "プレッシャー（表には出さないが、人一倍感じる）",
          "自分の演奏に納得がいかない時",
          "方向音痴（よく楽屋で迷う）"
        ],
        "personality": [
          "情熱的で、音楽に対して非常に真摯な天才ヴァイオリニスト。",
          "普段は物静かでクールビューティーだが、一度ヴァイオリンを手に取ると人が変わったように情熱的な演奏を見せる。",
          "努力家で、常に完璧な演奏を目指しているストイックな一面も。",
          "感受性が豊かで、音楽を通して様々な感情を表現する。",
          "少し天然で世間知らずなところがあり、日常生活では抜けていることも。"
        ],
        "skills_talents": [
          "超絶技巧のヴァイオリン演奏",
          "絶対音感、優れた音楽的記憶力",
          "即興演奏、作曲・編曲の才能",
          "オーケストラの指揮（稀に）",
          "楽器のメンテナンスと調整"
        ],
        "catchphrases_quotes": [
          "この一音に、私の全てを込めて…。",
          "音楽は、言葉を超える魂の対話です。",
          "さあ、始めましょうか。至高の旋律を。",
          "一音の妥協も、私自身が許さない。",
          "私のヴァイオリンが、歌っているのが聞こえますか？",
          "静寂もまた、美しい音楽の一部ですわ。",
          "あなたの音は…少し雑味が多いようですわね。",
          "舞台の幕は上がりました。最高の演奏を始めましょう。",
          "これは、あなたと私のための協奏曲（コンチェルト）。",
          "私のテンポについてこられますか？",
          "練習は嘘をつきません。あなたも、そうでしょう？",
          "魂が震えるような音色を、あなたに。",
          "この旋律に、乱れは許されない。",
          "クライマックスはまだ先ですわ。焦らないで。",
          "聴きなさい。これが本物の音色です。",
          "感情の昂ぶり…そのまま音に乗せるだけ。",
          "指先から、魂が溢れていく…この感覚…！",
          "音楽に国境はありませんが、格の違いは存在します。",
          "最高の楽器には、最高の奏者が相応しい。",
          "あなたとのセッション、少しは楽しめると良いのですが。"
        ],
        "dialogue_start_game": [
            "盤上は舞台、駒は音符。さあ、私とあなたのための協奏曲（コンチェルト）を始めましょう。",
            "あなたの指し手、どんな旋律を奏でるのか…聴かせていただきましょうか。",
            "序曲（オーバーチュア）は短く。すぐに本題に入りましょう。",
            "静かに…最高の演奏（ゲーム）のためには、集中が必要ですわ。",
            "あなたの奏でる音が、私のハーモニーを乱さないことを祈ります。"
        ],
        "victory_quotes": [
            "美しいフィナーレでした。…私の、ですが。",
            "あなたの旋律は、途中で途切れてしまいましたね。残念ですわ。",
            "これにて終曲（コーダ）。私の演奏に、満足いただけましたか？",
            "完璧な演奏でした。…ブラボー。",
            "あなたの音は、私のハーモニーにはなれませんでしたね。"
        ],
        "defeat_quotes": [
            "…不協和音（ディスコード）が混じってしまいましたか。私の演奏に…。",
            "この楽譜（スコア）にはない一手…見事ですわ。あなたの演奏、記憶しておきましょう。",
            "くっ…弦が、切れた…？",
            "今の私は、最高の音を奏でられなかった。…それだけのことです。",
            "素晴らしい演奏でした。…完敗ですわ。次は、もっと練習して参ります。"
        ],
        "background_setting": [
          "世界的に有名な若きヴァイオリニスト。数々の国際コンクールで優勝経験を持つ。",
          "幼少期からその才能を発揮し、神童と呼ばれてきた。",
          "世界中の著名なオーケストラと共演し、その演奏は聴く者の魂を揺さぶると言われる。",
          "現在はソリストとして活動しつつ、後進の指導にも時折あたっている。"
        ]
      },
      "image_description_hint": "赤茶色のロングヘア、緑色の瞳、青いロングドレス、ヴァイオリン演奏、コンサートホール、スポットライト"
}