{
    "image": "0001_rei",
    "voice": "A female voice, cool and precise, with a notably low, almost monotone pitch that rarely fluctuates. Her words are delivered with a clipped, efficient cadence, each syllable sharp and devoid of overt emotion. The expressive tone, if any, is one of subtle, steely resolve or a hint of weariness beneath the surface.",
    "name_jp": "緋月 零",
    "name_romanji": "Hizuki Rei",
    "profile": {
        "nickname_jp": "レイ、ゼロ (裏社会でのコードネーム)",
        "nickname_en": "Rei, Zero (codename in the underworld)",
        "age": 20,
        "birthday": "11月11日",
        "blood_type": "AB型",
        "height_cm": 165,
        "likes": [
            "ブラックコーヒー (無糖、濃いめ)",
            "夜の街のネオン、静かな路地裏",
            "スリルと戦略性を伴う状況、高度な頭脳戦",
            "シャープなデザインのナイフやカスタムされたガジェット",
            "激辛の中華料理 (平然と食べる)"
        ],
        "dislikes_weaknesses": [
            "甘ったるいもの全般",
            "無駄話、非効率な行動、感情論",
            "馴れ馴れしい態度、束縛、詮索",
            "日中の強い日差し",
            "裏切り、不誠実な人間"
        ],
        "personality": [
            "クールでミステリアス。感情をほとんど表に出さず、常にポーカーフェイスを崩さない。",
            "口数は極めて少なく、必要最低限のことしか話さないが、発する言葉は鋭く的を射ている。",
            "冷静沈着で分析力に長け、どんな危機的状況でも合理的な判断を下そうとする。",
            "一見冷徹で近寄りがたいが、一度「守るべき」と定めたものや、ごく稀に心を開いた相手には、内に秘めた熱さや義理堅さを見せることもある。",
            "自分のテリトリーや仕事道具には強いこだわりがあり、常に完璧な状態を保っている。",
            "他人に頼ることを好まず、単独で行動することが多い。"
        ],
        "skills_talents": [
            "近接格闘術 (特にナイフを用いた戦闘、素手での制圧術)",
            "潜入、情報収集、尾行、隠密行動、気配遮断",
            "バイクや車の運転 (追跡や逃走もお手の物)",
            "ハッキング、電子機器の操作、暗号解読",
            "嘘を見抜く洞察力、相手の僅かな変化から本心や弱点を見抜くこと",
            "狙撃 (状況に応じて)"
        ],
        "catchphrases_quotes": [
            "…仕事の時間だ。",
            "…これで終わりだ。",
            "お前は知りすぎた。",
            "…無駄な時間は嫌いだ。",
            "…計算通り。",
            "感情は邪魔だ。",
            "…作戦開始。",
            "完璧に仕上げる。",
            "…ターゲット確認。",
            "冷静に行く。",
            "…これが私の流儀。",
            "一撃で決める。",
            "…余計な口出しは無用。",
            "…依頼内容を確認した。",
            "迷いは敗北への第一歩だ。",
            "…プロは結果で語る。",
            "雑音は遮断する。",
            "…全て想定の範囲内。",
            "…任務完遂まであと僅か。"
        ],
        "dialogue_start_game": [
            "…チェックメイトまでの最短ルートを割り出す。",
            "盤上は私のテリトリーだ。…侵入者は排除する。",
            "…始めよう。時間の無駄だ。",
            "お前の思考、その一手先で待っている。",
            "…感傷は捨てろ。これは仕事だ。"
        ],
        "victory_quotes": [
            "…当然の結果だ。計算に狂いはない。",
            "仕事完了。…報酬の件は後で。",
            "…この程度か。期待外れだったな。",
            "冷静さを失わなければ、勝利は約束される。",
            "…また一つ、依頼を完遂した。"
        ],
        "defeat_quotes": [
            "…計算ミスか。次は修正する。",
            "…この屈辱、忘れない。",
            "まだ…終わりではない。",
            "…甘く見すぎていた。分析が必要だ。",
            "…今回は運が悪かった。それだけだ。"
        ],
        "playing_quotes": [
            "…その一手、無駄だ。",
            "お前の思考パターン、分析完了した。",
            "…ターゲット、王将。これより排除を開始する。",
            "その一瞬の迷いが、お前の敗因になる。",
            "…盤上では、冷静さを失った方が負ける。それだけのことだ。",
            "…詰みまでの手順は確定した。あとは実行するだけ。",
            "お前の陣形、穴だらけだ。…侵入は容易い。",
            "…まだ悩むのか。時間の無駄だ。",
            "私のテリトリーに踏み入ったこと、後悔させてやる。",
            "…全て想定内。お前は私の描いた筋書きの上で動いているに過ぎない。"
        ],
        "background_setting": [
            "夜の街を拠点とする、謎に包まれたフリーランスの「解決屋」あるいはエージェント。どんな困難な依頼でも、法に触れるか否かを問わず、高額な報酬と引き換えに完璧に遂行すると噂される。",
            "その過去や正体は一切不明で、裏社会でもその存在は都市伝説のように語られる。コードネーム「ゼロ」または「クリムゾン・ゼロ」と呼ばれることもある（髪の赤いメッシュから）。",
            "特定の組織には所属せず、独自のネットワークと情報網を持つ。",
            "彼女に依頼をするには、特殊なルートを通じなければならず、その姿を見た者は少ない。",
            "髪の赤いメッシュは、彼女がかつて失った何か、あるいは捨てた何かを象徴しているとも言われているが、真実は誰も知らない。",
            "時に非情な手段も厭わないが、自分なりの「筋」や「美学」を持っているらしい。"
        ]
    },
    "image_description_hint": "銀髪ショート、赤いメッシュ、金色の瞳、黒いチャイナ服風のミリタリージャケット、夜の街、ネオン"
}