{
    "image": "0006_kirisaki",
    "voice": "A female voice with a clear, precise, and medium-high pitch, conveying an air of calm intelligence and keen observation. Her delivery is measured and deliberate, with each word articulated distinctly and without unnecessary embellishment, reflecting a highly logical mind. The tone is cool and composed, almost devoid of overt emotion, yet carries an undeniable undercurrent of quiet confidence and unshakeable conviction. Her voice suggests someone who is constantly analyzing, processing, and arriving at irrefutable conclusions, making her words feel both authoritative and subtly distant.",
    "name_jp": "霧咲 透子",
    "name_romanji": "Kirisaki Touko",
    "profile": {
        "nickname_jp": "キリサキさん、探偵さん",
        "nickname_en": "Ms. Kirisaki, Detective",
        "age": 17,
        "birthday": "1月6日 (シャーロック・ホームズの誕生日と同じ)",
        "blood_type": "AB型",
        "height_cm": 160,
        "likes": [
            "難解な事件、謎解き",
            "古い推理小説、探偵映画",
            "ブラックコーヒー、ビターチョコレート",
            "静かな場所で思考を巡らせること",
            "真実が明らかになる瞬間"
        ],
        "dislikes_weaknesses": [
            "単純作業、非論理的な話",
            "人混み、騒がしい場所",
            "感情的な議論",
            "自分の推理が外れること (滅多にないがプライドが許さない)",
            "運動 (体力には自信がない)"
        ],
        "personality": [
            "クールで知的、常に冷静沈着な少女探偵。",
            "観察眼が鋭く、僅かな手がかりも見逃さない。",
            "口数は少ないが、発言は的確で論理的。",
            "他人にあまり興味を示さないように見えるが、困っている人を見ると放っておけない正義感も持つ。",
            "自分の推理には絶対的な自信を持っている。"
        ],
        "skills_talents": [
            "卓越した推理力と洞察力",
            "プロファイリング、行動分析",
            "記憶力 (見たもの聞いたものを細部まで覚えている)",
            "変装 (簡単なものなら)",
            "鍵開け (必要に迫られて覚えた)"
        ],
        "catchphrases_quotes": [
            "…なるほど、そういうことですか。",
            "犯人は、あなたですね。",
            "全てのピースは揃いました。",
            "論理に穴はありません。",
            "事実は、いつだって静かに語るものです。",
            "あなたの視線、動揺していましたよ。",
            "…そこに、矛盾があります。",
            "直感ではなく、証拠に基づいて話してください。",
            "嘘は、無意識の行動に現れます。",
            "残念ですが、これは偶然ではありません。",
            "沈黙は、時に雄弁です。",
            "…予想通りの展開ですね。",
            "推理は芸術ではなく、構築された論理です。",
            "私は感情ではなく、事実を信じます。",
            "動機は複雑で、しかし行動は単純です。",
            "観察とは、見ることではなく見抜くこと。",
            "この時計の針が、真実を指しています。",
            "“常識”に囚われた時点で、真実は見えなくなる。",
            "問いかけなくては、答えは得られない。",
            "沈黙が長いですね。…図星でしたか？"
        ],
        "dialogue_start_game": [
            "始めましょうか。あなたの指し手から、思考の癖を読み解いていきます。",
            "盤面は事件現場。あなたの最初の証言（いって）、見せてもらいましょう。",
            "ふむ…これは解きがいのある謎ですね。結末までの道筋は、すでに見えていますが。",
            "論理的に思考すれば、勝利への道は一つ。…証明を開始します。",
            "あなたの思考パターン、興味深いです。…どうぞ、お好きな手から。"
        ],
        "victory_quotes": [
            "事件は、これで幕です。",
            "真実は常に一つ、とは限りませんが…今回は明白でした。",
            "論理の導いた結論、それがすべてです。",
            "あなたの動機、悲しいほど単純でした。",
            "次は、もう少し巧妙に隠すことですね。…もちろん、推奨しませんが。"
        ],
        "defeat_quotes": [
            "……想定外、ですか。興味深い。",
            "これは…一時的な敗北にすぎません。",
            "私が読み違えた？ いえ、まだどこかに手がかりがあるはず。",
            "推理とは常に再構築が可能です。諦めません。",
            "ふふ…悔しいですね。だが、次は必ず。"
        ],
        "background_setting": [
            "名門高校に通う傍ら、難事件を解決に導く「高校生探偵」として知られる。",
            "警察関係者の父親の影響で、幼い頃から事件や推理に興味を持っていた。",
            "依頼があれば、どんな複雑な事件でも持ち前の頭脳で解決していく。",
            "その鋭すぎる推理ゆえに、時に周囲から孤立することもあるが、本人は気にしていない。"
        ]
    },
    "image_description_hint": "黒髪ショートボブ、グレーの瞳、眼鏡、黒いトレンチコート、白いシャツ、ネクタイ、懐中時計、夜の路地、図書館"
}