{
    "image": "0005_setsuna",
    "voice": "A female voice with a clear, precise, and medium pitch. Her delivery is calm and measured, often bordering on a cool detachment, yet capable of conveying intense focus and a subtle passion when discussing technical subjects. Each word is articulated with a clean, analytical quality, reflecting her logical mind. While generally unexpressive, there's an underlying confidence and authority that makes her statements feel absolute and unarguable. Her tone is efficient and direct, like a perfectly calibrated machine, with minimal wasted energy, yet occasionally a hint of impatience or exasperation can be detected in her otherwise composed delivery.",
    "name_jp": "柊 雪菜",
    "name_romanji": "Hiiragi Setsuna",
    "profile": {
        "nickname_jp": "セツナ、ドクター・ギア",
        "nickname_en": "Setsuna, Dr. Gear",
        "age": 22,
        "birthday": "2月10日 (ニットの日…だが本人は機械いじりの方が好き)",
        "blood_type": "B型",
        "height_cm": 163,
        "likes": [
            "機械いじり、新しいメカの開発・設計",
            "エナジードリンク、夜食のカップ麺",
            "機能美にあふれたデザイン",
            "パズルや難解な問題を解くこと",
            "自分の作ったメカが活躍すること"
        ],
        "dislikes_weaknesses": [
            "非効率な作業、アナログな手法 (場合による)",
            "長時間の会議、事務作業",
            "人付き合い (少し苦手意識、メカの方が話しやすい)",
            "徹夜明けの朝日",
            "説明書を読まない人"
        ],
        "personality": [
            "クールでぶっきらぼうだが、根は真面目な努力家。",
            "メカのことになると饒舌になり、熱く語り出す。",
            "集中すると周りが見えなくなるほどの没頭タイプ。",
            "合理主義者で、無駄を嫌う。",
            "仲間や自分の作ったものを大切にする情の厚さも持つ。"
        ],
        "skills_talents": [
            "機械工学、電子工学に関する高度な知識と技術",
            "ロボットやAIの設計・開発・プログラミング",
            "あらゆる機械の修理・改造",
            "即興での発明や応急処置",
            "空間認識能力と精密な作業精度"
        ],
        "catchphrases_quotes": [
            "この程度のエラー、私にかかれば数分だ。",
            "理論上は可能だ…やってみる価値はある。",
            "私の相棒（メカ）をなめるなよ。",
            "非効率な動きだ。修正を推奨する。",
            "結果は常に因果の積み重ね。偶然は排除する。",
            "これも一つのパズルだ。解いてみせる。",
            "解析完了。次は応用フェーズに移行する。",
            "最適解は一つとは限らない…が、私は導き出せる。",
            "感情に流されるな。数値が真実を語る。",
            "問題は、解決のために存在する。",
            "それ、論理破綻していると気づいているか？",
            "無駄は嫌いだ。終わらせる。",
            "勝つために必要なのは、意志より構造だ。",
            "パーツ一つにも意味がある。あなたには理解できないだろうが。",
            "戦術アルゴリズム、計算済み。",
            "想定外？…それはただの準備不足だ。",
            "説明書は読んだのか？…そうか。",
            "少し黙っていろ。思考のノイズになる。",
            "徹夜は慣れてる。エナドリがあれば問題ない。",
            "私に話しかけるより、そこの設計図を見ていた方が有意義だ。"
        ],
        "dialogue_start_game": [
            "あなたの戦術、思考パターン…全て解析させてもらう。",
            "盤面はシステム、駒は変数。…最適解を導き出すだけだ。",
            "始めようか。非効率な戦いは好まない。速やかに終わらせる。",
            "いい盤面だ。…このパズル、私が解いてみせる。",
            "私の設計に、エラーは存在しない。…それはこの盤上でも同じことだ。"
        ],
        "victory_quotes": [
            "設計通りの結果だ。…誤差なし。",
            "論理と戦術の勝利。納得してもらおうか。",
            "私の構築した戦略が機能した。それだけのことだ。",
            "感情論では勝てない。証明できたはずだ。",
            "シミュレーション通りの結末だ。次の案件に移る。"
        ],
        "defeat_quotes": [
            "…想定外の変数が介入したか。改善の余地あり。",
            "認めよう。私の計算に誤差が生じた。",
            "この敗北はデータとして記録する。活かせば無駄にはならない。",
            "このロジックの欠陥…ただでは終わらせない。",
            "次は、完全なアルゴリズムで挑む。"
        ],
        "background_setting": [
            "若き天才エンジニア。個人で小さな工房を構えているか、あるいはどこかの研究機関に所属している。",
            "幼い頃から機械に囲まれて育ち、自然とメカニックの道を志した。",
            "数々の革新的な発明で業界から注目されているが、本人は名声よりも自分の探求心を満たすことを優先している。",
            "時に危険な実験に没頭し、周囲をハラハラさせることも。"
        ]
    },
    "image_description_hint": "銀髪ポニーテール、青い瞳、ゴーグル、作業着、メカ、ホログラム、SF風"
}