{
    "image": "0004_kureha",
    "voice": "A female voice with a distinctive medium-low pitch, carrying a raw, slightly husky edge that suggests a life lived on the streets. Her delivery is often direct and sharp, with a confident, almost defiant cadence. Each word is imbued with a blunt force and an underlying air of challenge, occasionally bordering on a sneer when provoked. Her tone can shift between a casual, rough-and-tumble quality and a powerful, unyielding roar, reflecting her fiery spirit and battle-hardened nature. There's an undeniable \"don't mess with me\" attitude that resonates in her every utterance.",
    "name_jp": "紅刃 椿",
    "name_romanji": "Kureha Tsubaki",
    "profile": {
        "nickname_jp": "クレハ、赤椿 (あかつばき)",
        "nickname_en": "Kureha, Red Camellia",
        "age": 21,
        "birthday": "1月15日",
        "blood_type": "O型",
        "height_cm": 170,
        "likes": [
            "スリル、喧嘩 (強い相手と戦うこと)",
            "バイクで夜の街を疾走すること",
            "ロックミュージック、ライブハウス",
            "ジャンクフード (特に辛いラーメン)",
            "仲間と過ごす時間 (素直には言えない)"
        ],
        "dislikes_weaknesses": [
            "退屈、束縛、指図されること",
            "権力やルールを振りかざす人間",
            "甘いもの、可愛らしいもの (少し苦手意識)",
            "朝早く起きること",
            "自分の弱さを見せること"
        ],
        "personality": [
            "喧嘩っ早く、直情的で姐御肌。竹を割ったような性格。",
            "口は悪いが、面倒見が良く仲間思い。",
            "自由奔放で、自分の信念を曲げない。",
            "見た目に反して、意外と照れ屋な一面も。",
            "正義感が強く、弱い者いじめは許さない。"
        ],
        "skills_talents": [
            "我流剣術 (背負った得物を使用)",
            "ストリートファイト、サバイバル術",
            "バイクの運転とメンテナンス",
            "驚異的な身体能力と反射神経",
            "ハッタリと啖呵を切るのが得意"
        ],
        "catchphrases_quotes": [
            "アタシの道はアタシが決める！",
            "ったく、世話が焼けるねぇ！",
            "かかってきな、叩き潰してやる！",
            "ナメてんじゃねーぞ、コラ。",
            "こちとら遊びじゃねーんだ。",
            "血の気の多いヤツ、大歓迎だ！",
            "やる時ゃやる、それが筋ってもんさ。",
            "退屈は嫌いだ。派手にいこうぜ！",
            "あたしの後ろに立つなら、半端な覚悟じゃ許さねぇぞ。",
            "ウジウジしてっと置いてくぞ。",
            "気に食わねぇんだよ、そういうやり方。",
            "火傷すんなよ？あたしは熱い女だ。",
            "アンタ、面白そうなニオイがするね。",
            "お説教は他を当たってくれ。",
            "カッコつけてる暇があったら構えな！",
            "この街じゃ、強くなきゃ生き残れない。",
            "オマエ、背中見せんじゃねぇぞ。",
            "そっちがその気なら、こっちも本気出すだけ。",
            "誰が小娘だって？言ってみな？",
            "騒がしい夜の方が性に合ってるんだよ。",
            "腕が鳴るじゃねぇか。",
            "アンタは黙ってアタシの後ろにいろ。邪魔だ。",
            "理屈じゃねぇんだよ。魂でぶつかってこい！",
            "アタシを本気にさせたいのか？後悔すんなよ。",
            "アタシのダチに手ぇ出して、タダで済むと思ってんのか？",
            "べ、別にアンタのためじゃねーからな！勘違いすんな！",
            "チッ…面倒なことに巻き込みやがって…。",
            "弱い犬ほどよく吠えるってな。アンタのことだよ。",
            "筋の通らねぇ話は、聞き飽きたんだよ。",
            "話が長ぇんだよ。要点だけ言え。",
            "この街じゃ、信じられるのは自分の拳だけだ。",
            "見切ったぜ、その動き。",
            "ここがテメェの終着駅だ。",
            "まだ立ってんのか。しぶといヤツは嫌いじゃねぇぜ。",
            "な、何見てんだよ！別に…照れてねーし！",
            "泣いてんじゃねぇよ。みっともねぇ。",
            "一瞬で終わらせてやるよ。",
            "アタシのやり方に文句あんのか？",
            "あー、うっせぇうっせぇ！聞こえてるっつーの！",
            "それがアンタの全力か？つまんねぇの。"
        ],
        "dialogue_start_game": [
            "へぇ…アンタ、なかなかいい眼してんじゃねぇか。全力で来いよ、手加減はナシだ！",
            "盤上のタイマンか。上等だ！",
            "小細工は無しだ。真っ向から来いよ！",
            "アンタの『王』、あたしがいただく。準備はいいか？",
            "さて、どっから壊してやろうかな？"
        ],
        "victory_quotes": [
            "あたしに勝とうなんて、百年早ぇっての！",
            "ケリ、ついたな。次行くぞ、次！",
            "ま、こんなもんだろ。汗もかかねぇよ。",
            "これがストリートのやり方ってもんだ。勉強になったろ？",
            "アンタの負けだ。…でも、その眼は嫌いじゃなかったぜ。",
            "へっ、終わりか？つまんねぇの。",
            "アンタの動きなんざ、全部お見通しなんだよ。",
            "この盤上も、アタシのシマだ。覚えときな。",
            "いい夜になったじゃねぇか。また遊んでやるよ。",
            "オラ、いつまで寝てんだ？さっさと起きな！"
        ],
        "defeat_quotes": [
            "くっ…今日はツイてなかっただけだ！",
            "なかなかやるじゃねぇか…認めてやるよ。",
            "まだ終わっちゃいねぇ…これからだ。",
            "あたしが負けるなんてな…面白ぇ、もっと燃えてきた！",
            "チッ…油断したか…。この借りは、倍にして返す！"
        ],
        "background_setting": [
            "夜の街の路地裏を縄張りとする、一匹狼のストリートファイター。",
            "かつてはとあるチームに所属していたが、何らかの理由で抜けて現在は単独で行動しているという噂。",
            "「赤椿」の異名は、彼女の髪の色と、戦い方がまるで赤い椿の花が散るように鮮やかだからだとか。",
            "弱い者からは慕われ、悪党からは恐れられている存在。"
        ]
    },
    "image_description_hint": "黒髪ショート赤メッシュ、赤い瞳、露出度高めのパンクファッション、背中に刀、路地裏、ネオン"
}