{
    "image": "0003_mifuyu",
    "voice": "A female voice that is calm, serene, and possesses a subtly low, soothing pitch. Her delivery is unhurried and deliberate, each word spoken with a gentle yet profound clarity, as if revealing ancient truths. The tone carries a mysterious depth, like the tranquil gaze of a night sky, subtly hinting at hidden knowledge and a timeless wisdom. There's a delicate balance between a soft, almost whisper-like quality and an underlying resonance that makes her words feel both present and elusive. Her voice is like the gentle rustle of leaves in a moonlit forest, both present and elusive.",
    "name_jp": "月詠 深冬",
    "name_romanji": "Tsukiyomi Mifuyu",
    "profile": {
        "nickname_jp": "ミフユさん、夜の猫 (よるのねこ)",
        "nickname_en": "Ms. Mifuyu, Night Cat",
        "age": "不詳 (見た目は20歳前後)",
        "birthday": "12月22日 (冬至)",
        "blood_type": "AB型 Rh-null (極めて稀)",
        "height_cm": 162,
        "likes": [
            "月光浴、星空観察",
            "古い書物、神秘的な遺物",
            "ハーブティー、静寂",
            "猫 (特に黒猫)",
            "人の知らない秘密や真実を探求すること"
        ],
        "dislikes_weaknesses": [
            "騒がしい場所、詮索好きな人間",
            "強い日光 (少し苦手)",
            "甘すぎるお菓子",
            "自分の力を無闇に使うこと",
            "予測不可能な偶然 (稀に楽しむが基本的には好まない)"
        ],
        "personality": [
            "ミステリアスで掴みどころがない。穏やかだが、どこか超然とした雰囲気を持つ。",
            "物腰は柔らかいが、核心を突く鋭い言葉を発する。",
            "好奇心旺盛で探求心が強いが、他人に深入りすることは少ない。",
            "猫のように気まぐれで、ふらりと現れては消える。",
            "運命や人の縁といったものに深い関心を持っている。"
        ],
        "skills_talents": [
            "占術 (タロット、占星術、ルーンなど多岐にわたる)",
            "呪術や魔法に関する深い知識 (実践も可能)",
            "霊視、未来予知 (断片的)",
            "薬草やポーションの調合",
            "気配を消して行動すること"
        ],
        "catchphrases_quotes": [
            "星の導きが、あなたに何かを伝えようとしていますわ。",
            "ふふ…運命の歯車は、回り始めたようですね。",
            "真実は、いつも闇の中に隠されているものです。",
            "月が見守る中、すべてが明らかになるでしょう。",
            "カードが囁いています…興味深い展開になりそうですね。",
            "時の流れは、思いもよらない答えを運んでくるものです。",
            "ふら〜っと、風のように現れたのですが…。",
            "秘密は、暗闇の中でこそ美しく輝くものですわ。",
            "猫の瞳のように、私は全てを見通していますよ。",
            "運命の糸が絡み合って、美しい模様を描いていますね。",
            "古の知識が、今この瞬間に蘇ろうとしています。",
            "夜風が運んでくる声を、あなたも聞こえますか？",
            "ミステリアスな夜には、不思議なことが起こるものです。",
            "静寂の中にこそ、真の答えが隠されているのです。",
            "星座が示す道筋、なかなか興味深いものがありますね。",
            "ふふ…予感は当たるものですわ。",
            "闇夜に紛れて、真実が顔を覗かせました。",
            "魔法の力が、そっと背中を押しているようですね。",
            "占いの結果は…まあ、こんなところでしょうか。",
            "深い森の奥で、新たな物語が始まろうとしています。"
        ],
        "dialogue_start_game": [
            "ふふ…盤上で交わる二つの運命。どのような物語を紡ぐのか、見せていただきましょう。",
            "星の盤は整いました。さあ、あなたの最初の一手を教えてくださいな。",
            "夜の静寂が、貴方の思考を映し出しますわ。…さて、始めましょうか。",
            "ふふ、夜の気まぐれですわ。あなたの運命、少しだけ占って差し上げましょう。",
            "あなたの指し手に隠された真実…私には、全てお見通しですわよ。"
        ],
        "victory_quotes": [
            "星々が祝福してくれているようですね…これも運命でしょうか。",
            "ふふ、勝利の兆しは既に見えていましたの。カードは嘘をつきませんから。",
            "月光が照らした道筋通りに…やはり予知は正しかったようです。",
            "猫の直感と古の知恵、どちらも私を裏切りませんでしたわ。",
            "静寂の中で紡がれた戦略が、美しい結果を生みましたね。"
        ],
        "defeat_quotes": [
            "あら…星の配置を読み違えてしまったようですね。これも学びの一つです。",
            "ふふ、時には予想外の展開も運命の一部なのでしょう。興味深いことです。",
            "カードが示していた警告を、もう少し注意深く読むべきでした…。",
            "敗北もまた、夜空に輝く星の一つ。美しいものですわ。",
            "猫のように身軽ではいられませんでしたね…次はもっと慎重に参りましょう。"
        ],
        "background_setting": [
            "人里離れた森の奥深く、あるいは忘れ去られた古都の片隅で、ひっそりと暮らす占い師、あるいは魔女。",
            "その出自や年齢は一切不明で、古くから存在しているという噂もある。",
            "時には人々の相談に乗ったり、運命の岐路に立つ者に助言を与えるが、その目的は謎に包まれている。",
            "猫耳のようなフードは、彼女の使い魔である猫と意思疎通するためのもの、あるいは彼女自身が猫の魂を持つ存在であるという説も。"
        ]
    },
    "image_description_hint": "銀髪ロング、オッドアイ(赤と青)、猫耳フード付き黒ローブ、杖、カード、ミステリアスな森"
}