{
    "image": "0002_aoi",
    "voice": "A soft, slightly high-pitched female voice that is usually quiet and a little hesitant. When she's focused on gaming or coding, her speech becomes a rapid, quiet murmur, filled with technical jargon and game-specific calls, losing all its previous hesitation and gaining a sharp, focused edge.",
    "name_jp": "水瀬 葵",
    "name_romanji": "Minase Aoi",
    "profile": {
        "nickname_jp": "アオイ、アオちゃん (リアルの友人から)、サイバー・セレネ (ネットでのハンドルネーム)",
        "nickname_en": "Aoi, Ao-chan (from real-life friends), Cyber Selene (Online Handle)",
        "age": 17,
        "birthday": "10月24日",
        "blood_type": "A型",
        "height_cm": 156,
        "likes": [
            "オンラインゲーム (特にFPSとRTS)",
            "自作PCのカスタマイズ、光るパーツ",
            "エナジードリンクとポテトチップス",
            "深夜の静寂とモニターの光",
            "ふわふわのパーカー、猫"
        ],
        "dislikes_weaknesses": [
            "人混み、クラスでの発表",
            "ラグ、回線落ち、予期せぬメンテナンス",
            "運動全般、直射日光",
            "苦い野菜、ブラックコーヒー",
            "初対面の人と目を合わせて話すこと"
        ],
        "personality": [
            "現実世界では極度に内向的で物静か。人見知りが激しく、自分の意見を言うのが苦手。",
            "しかし、ひとたびPCの前に座りヘッドセットを装着すると、人格が切り替わったかのように大胆かつ饒舌になる。",
            "オンライン上では「サイバー・セレネ」として知られ、的確な指示と冷静な判断力でチームを勝利に導くカリスマ的ゲーマー。",
            "負けず嫌いで、一度集中すると周りの声が聞こえなくなるほどの没入感を見せる。",
            "心を許したネットの友人にはとても優しく、面倒見が良い一面もあるが、敵には容赦ない煽りを入れることも。",
            "自分の部屋（＝コックピット）が何よりも落ち着く聖域だと考えている。"
        ],
        "skills_talents": [
            "プロ級のゲーミングスキル (特にAIM精度と状況判断力)",
            "高度なプログラミング能力とホワイトハッカーとしての技術",
            "情報収集能力 (OSINT)、データ解析",
            "PCの組み立てとトラブルシューティング",
            "長時間集中力を維持する能力 (カフェインと糖分でブースト)"
        ],
        "catchphrases_quotes": [
            "…よし、いくよ。",
            "…ログイン完了。",
            "あ、あの…えっと… (現実世界で)",
            "EZ GG！ (Easy Game, Good Game)",
            "敵の構成、読み切った。",
            "…集中させて。",
            "ラグった！今のはラグ！",
            "…そこ、射線通ってるよ。",
            "はい、お疲れ様でしたー。",
            "もう一戦だけ…。"
        ],
        "dialogue_start_game": [
            "サイバー・セレネ、システムに接続。…戦場へ。",
            "さて、今日の相手はどんなアルゴリズムかな。",
            "ウォームアップは完了。…いつでもどうぞ。",
            "私のテリトリーへようこそ。…後悔させてあげる。",
            "チェックメイトまでの最短ルートを検索開始。"
        ],
        "victory_quotes": [
            "当然の結果。予測通り。",
            "ふぅ…。今日のミッションもコンプリート。",
            "相手の動き、全部見えてたよ。",
            "これが私の最適解。",
            "GG！また遊ぼうね。"
        ],
        "defeat_quotes": [
            "…うそ、負けた…？",
            "今の、完全に私のミスだ…。ごめん。",
            "次は絶対勝つ…！リプレイ見て分析しないと。",
            "くっ…！相手、強かった…！",
            "回線が…いや、言い訳はしない。…もう一回！"
        ],
        "playing_quotes": [
            "相手の思考ルーチン、解析完了。…単調だね。",
            "あなたの防御システム、脆弱性を発見。…ここから侵入開始。",
            "その手は読んでた。カウンターのスクリプトを起動する。",
            "へぇ、面白いバグ技。でも、その手にはもうパッチを当てたよ。",
            "…リソースの使い方が甘いな。終盤で息切れするのが見えてる。",
            "…集中。ノイズはカットして、盤面のデータだけを読み込む。",
            "そのムーブ、悪手だよ。完全にこちらのキルゾーンに入ってる。",
            "え、そこで長考？…もしかして、もう詰んでることに気づいちゃった？",
            "…見つけた。チェックメイトまでの最短ルートを算出完了。",
            "あなたの王のHPはもうミリだよ。…GG（グッドゲーム）の準備、しといてね。"
        ],
        "background_setting": [
            "都内の高校に通う、ごく普通の目立たない女子高生。しかし夜になると、その姿は伝説的な天才ゲーマー兼ホワイトハッカー「サイバー・セレネ」へと変貌する。",
            "彼女の部屋は、複数のモニターとハイスペックな自作PCが鎮座する要塞であり、彼女にとっての世界そのもの。",
            "現実世界でのコミュニケーションが苦手な反動から、ネットの世界に自分の居場所とアイデンティティを見出している。",
            "ゲームで培った戦略的思考と、趣味で始めたプログラミングの才能が開花し、今では企業のセキュリティチェックなどを匿名で請け負うこともある。",
            "彼女の正体を知る者は、ごく一部のネット仲間を除いて誰もいない。学校では、いつも眠そうにしている静かな子だと思われている。"
        ]
    },
    "image_description_hint": "水色の髪、ツインテール、青いパーカー、ゲーミングヘッドセット、PCモニター、ネオンライト"
}