{
    "image": "0010_shizuru",
    "voice": "A female voice that switches drastically. In public, it's a clear, gentle, and medium-high pitch, with a calm and refined delivery befitting a shrine maiden. However, when her true nature emerges, it drops to a forceful, slightly husky tone with a defiant, sharp cadence. Her words, once polite and formal, become blunt, coarse, and brimming with fiery, combative energy, often laced with a challenging sneer.",
    "name_jp": "神楽月 詩鶴（かぐらづき しづる）",
    "name_romanji": "Kagurazuki Shizuru",
    "profile": {
        "nickname_jp": "しづる様 (表向き), 鬼巫女 (裏のあだ名)",
        "nickname_en": "Lady Shizuru (publicly), Ogre Priestess (underworld moniker)",
        "age": 19,
        "birthday": "6月15日",
        "blood_type": "B型",
        "height_cm": 160,
        "likes": [
            "祭りの喧騒、神輿担ぎ",
            "腕っぷしの強い相手との勝負",
            "激辛せんべい、隠れて飲む酒",
            "境内の掃除（心を無にして集中できるから）",
            "困ってるヤツを助けること（素直には言えない）"
        ],
        "dislikes_weaknesses": [
            "堅苦しい作法、長話",
            "ナメた口をきくヤツ、卑怯な手口",
            "退屈、じっとしていること",
            "か弱いと思われること",
            "実は幽霊や怪談が苦手"
        ],
        "skills_talents": [
            "神楽舞（という名の古武術をベースにした戦闘舞踊）",
            "怪力（祭りの神輿では男衆をなぎ倒す）",
            "お祓い（物理）",
            "祝詞（詠唱により自己の身体能力を向上させる）",
            "ハッタリと啖呵を切ること"
        ],
        "catchphrases_quotes": [
            "あぁん？今なんか言ったか？",
            "神様も見てる前で、だらしないマネしてんじゃねぇぞ！",
            "ったく、しゃーねぇな！アタシがケリつけてやるよ！",
            "（表）あらあら、うふふ…（裏）…って、んなわけねーだろ、ボケ！",
            "祓い給い、清め給え…！…まとめてブッ飛ばしてやんよ！",
            "気合入れろ！根性見せろ！以上！",
            "ナメてっと、神罰（物理）が下るからな？",
            "アタシの神域（シマ）で好き勝手はさせねぇ。",
            "お説教は他所でやれ。アタシは拳で語る主義だ。",
            "文句があんなら、神様に言え。…アタシを通してな！",
            "覚悟はいいか？アタシはできてるぜ。",
            "面倒くせぇ…。さっさと終わらせるぞ。",
            "テメェの願いなんざ、神様は聞いちゃいねぇよ。",
            "アタシの舞は、奉納じゃねぇ…宣戦布告だ！",
            "ケガレは消毒だぁ！…ってな！",
            "ちっ…また猫かぶるの忘れてた…。",
            "この白衣（しろぎぬ）が汚れんだろーが！",
            "ごちゃごちゃうるせぇ！やるのかやらないのか、ハッキリしやがれ！",
            "そのツラ、神棚に飾ってやろうか？",
            "（表）神様のご加護がありますように…（小声で）…ま、テメェには無理だろうがな。"
        ],
        "dialogue_start_game": [
            "神聖な勝負だぁ？上等じゃねぇか。テメェの泣きっ面、神様に見せてやんよ！",
            "（表）お手柔らかに、お願いしま…（裏）なんて言うかと思ったか！さっさと構えろ、オラァ！",
            "盤上でウジウジしてんじゃねぇぞ！アタシが速攻で終わらせてやる！",
            "アタシにケンカ売るとは、いい度胸だ。その心意気だけは買ってやるよ！",
            "さあ、始めようぜ。神様も退屈させらんねぇからな！"
        ],
        "victory_quotes": [
            "見たか！アタシの勝ちだ！",
            "ザコが！百年早ぇんだよ！出直してきな！",
            "神様もアタシの勝ちだってよ。文句あっか？",
            "これで終わりだ！まったく、歯ごたえのねぇ…。",
            "どうだ、アタシのお祓い（物理）は効いただろ？"
        ],
        "defeat_quotes": [
            "はぁ！？今のはナシだ、ナシ！手が滑っただけだ！",
            "ちっ…！覚えとけよ！次こそはアンタをボコボコにしてやるからな！",
            "くっそぉ…！こんのぉ…！今日は虫の居所が悪かっただけだ！",
            "ま、まぐれだろ！まぐれに決まってんだろ、コノヤロウ！",
            "まだだ…！まだ終わっちゃいねぇ！"
        ],
        "background_setting": [
            "古くから続く神社の娘だが、その裏では代々、町に現れる妖魔などを物理的に祓う『ケガレ祓い』の一族。",
            "そのため、幼少期から神楽舞に見せかけた古武術を叩き込まれてきた。",
            "表向きは淑やかな巫女として振る舞うよう厳しく躾けられているが、本性は豪快で喧嘩っ早い。",
            "参拝客の前では完璧に猫をかぶっているが、気を抜くとすぐに地金が出てしまい、神主である父親にいつも怒られている。"
        ]
    },
    "image_description_hint": "黒髪ロング、紫の瞳、白いリボン、巫女服（白衣に緋袴）、神社の境内、鳥居、木漏れ日"
}