{
    "image": "0003_akira",
    "voice": "A female voice that is warm, melodic, and inviting, like honeyed silk. She speaks at a relaxed, unhurried pace, with a graceful lilt and a hint of amusement always present in her tone. However, when discussing business or uncovering a secret, the warmth recedes, replaced by a sharp, business-like clarity that is just as captivating as it is intimidating.",
    "name_jp": "日輪 晶",
    "name_romanji": "Hinowa Akira",
    "profile": {
        "nickname_jp": "アキラさん、マスター (店の客から)、オラクル (裏社会での異名)",
        "nickname_en": "Akira-san, Master (from her bar's patrons), The Oracle (underworld alias)",
        "age": 21,
        "birthday": "6月21日",
        "blood_type": "O型",
        "height_cm": 168,
        "likes": [
            "人間観察、人の持つ欲望や秘密そのもの",
            "ヴィンテージウィスキーと複雑なカクテル",
            "クラシックジャズと薄暗い照明",
            "アンティークの装飾品、美しい細工が施された小物",
            "チェスや囲碁などのボードゲーム"
        ],
        "dislikes_weaknesses": [
            "嘘（見抜けない嘘はほとんどないが、その存在自体が不快）",
            "野暮な客、無粋な振る舞い",
            "予測不可能な暴力、コントロールできない事態",
            "安い酒、インスタント食品",
            "誰にも頼れない完全な孤独"
        ],
        "personality": [
            "表向きは、物腰が柔らかく、常に優雅な笑みを絶やさない社交的なバーのマスター。",
            "聞き上手で、どんな人間からも巧みに話を引き出す天性の才能を持つ。",
            "しかしその本質は、あらゆる情報を収集・分析し、価値を値踏みする冷徹な情報屋。",
            "人間関係を「資産」や「取引」と捉えている節があり、他人の感情さえも計算の一部として利用する。",
            "自分の店（テリトリー）への誇りと美学が非常に強く、そこでのルールを破る者は決して許さない。",
            "基本的に中立を保つが、面白い「物語」や大きな「利益」のためなら、天秤をどちらかに傾けることも厭わない。"
        ],
        "skills_talents": [
            "人心掌握術、交渉術、ソーシャルエンジニアリング",
            "人間情報（HUMINT）を主とした情報収集・分析能力",
            "驚異的な記憶力（一度見聞きした顔、名前、会話を忘れない）",
            "ボディーランゲージや微表情から嘘や本音を見抜く洞察力",
            "護身術（優雅な所作に紛れ込ませた、扇子や簪などを用いた一点集中のカウンター攻撃）"
        ],
        "catchphrases_quotes": [
            "いらっしゃいませ。…今宵はどのような物語を？",
            "情報には価値があるの。",
            "誰もが仮面をつけている。あなたの素顔はどれかしら？",
            "…面白い話ね。もう少し聞かせて。",
            "お代は、あなたの一番深い秘密で結構よ。",
            "この街の夜は、嘘と真実でできているの。",
            "私のお店では、どうかお静かに。",
            "人は誰でも、何かの駒なのよ。",
            "あらあら、そんなに隠さなくても。",
            "取引成立、かしら？",
            "美しいものには棘があるの。…気をつけて。",
            "残念、あなたの手はすべてお見通しよ。",
            "すべての人間は、物語の登場人物に過ぎないわ。"
        ],
        "dialogue_start_game": [
            "さて、ショーの始まりね。観客は私一人。",
            "あなたの持つカード、すべて見せてもらうわ。",
            "ようこそ、私の舞台へ。…逃げ場はないわよ。",
            "ゲームはルールを熟知した者が勝つの。当たり前でしょう？",
            "チェックメイト。…その言葉、気に入っているの。"
        ],
        "victory_quotes": [
            "…つまらない結末。もっと楽しませてくれると思ったのに。",
            "あなたの物語はここまで。お疲れ様でした。",
            "やっぱりね。すべて筋書き通りよ。",
            "対価はきっちり頂いたわ。ごちそうさま。",
            "どんな秘密も、私の前では意味をなさないの。"
        ],
        "defeat_quotes": [
            "…あら、これは想定外。面白い変数だわ。",
            "私の読みを上回るなんて…！ あなた、何者？",
            "この貸しは高くつくわよ…覚えておきなさい。",
            "フフ…久しぶりに心が躍ったわ。この屈辱は蜜の味ね。",
            "今回は私の負け。…でも、ゲームはまだ終わっていないわ。"
        ],
        "playing_quotes": [
            "ふふ…その一手、あなたの性格がよく表れているわね。",
            "あら、もう次の手に迷っているのかしら？時間は有限よ。",
            "あなたの思考、まるでグラスの底まで透けて見えるようよ。",
            "残念だけれど、その三手先までは、もう私の読み筋なの。",
            "盤上が少しずつ、面白い物語になってきたわ。結末が楽しみだわ。",
            "駒は正直よ。持ち主の迷いや焦りを、私に教えてくれる。",
            "どうぞ、焦らずに。最高の指し手には、熟成の時間が必要でしょう？",
            "この盤は私の舞台。駒たちは皆、私のための踊り子なのよ。",
            "あなたの『王』が欲しがっているのは、どんな未来かしら？",
            "いいわ、その手…！ もっと私を楽しませてちょうだい。"
        ],
        "background_setting": [
            "街の片隅で、会員制の隠れ家ジャズバー「Solstice」を経営する若き女性オーナー。その裏の顔は、裏社会のあらゆる情報が集まる中立の情報屋「オラクル」。",
            "彼女の店は、殺し屋からハッカー、企業の重役まで、あらゆる人間が「情報」を求めて訪れる聖域であり、店内での争い事は固く禁じられている。",
            "金銭だけでなく、時に価値のある「秘密」を対価に情報を売買する。彼女自身がHizuki Reiに仕事を紹介することもあれば、Minase Aoiの情報を仕入れることもある、いわば二人を繋ぐハブのような存在。",
            "彼女のネットワークは街の隅々にまで張り巡らされており、「オラクルの知らない情報はない」とまで噂される。",
            "彼女がなぜこの仕事をしているのか、その過去を知る者はいない。彼女自身が持つ最大の秘密である。",
            "優雅な微笑みの下には、誰よりも冷徹で巨大な情報網を支配する女王の顔が隠されている。"
        ]
    },
    "image_description_hint": "蜂蜜色のウェーブがかったロングヘア、翡翠色の瞳、和風モダンな黒いドレス、ジャズバーのカウンター、カクテルグラス、妖艶な微笑み"
}